Repository: tungxuan1656/photo-curator
Catalog: apps/photo-curator/Localizable.xcstrings
Source language: en
Languages: vi

# library.browse.selectionCleared
source: Selection cleared because the library labels were updated.
vi: Đã bỏ chọn vì nhãn thư viện đã được cập nhật.

# library.browse.subtitle
source: Labels can overlap. Choose several labels in a category, or combine categories to narrow the view.
vi: Các nhãn có thể chồng lấp. Chọn nhiều nhãn trong một danh mục hoặc kết hợp các danh mục để thu hẹp chế độ xem.

# library.browse.title
source: Find the photos that belong together.
vi: Tìm những ảnh thuộc cùng một nhóm.

# library.filter.activeSummary
source: Match all categories · match any selected label within a category
vi: Khớp mọi danh mục · khớp bất kỳ nhãn nào trong một danh mục

# library.filter.apply
source: Apply
vi: Áp dụng

# library.filter.buildFocusedView
source: Build a focused view
vi: Tạo chế độ xem tập trung

# library.filter.cancel
source: Cancel
vi: Hủy

# library.filter.combinationHelp
source: Categories combine with AND. Labels selected inside one category combine with OR.
vi: Các danh mục kết hợp bằng AND. Các nhãn trong cùng danh mục kết hợp bằng OR.

# library.filter.matchAnyInCategory
source: Match any selected label in this category
vi: Khớp bất kỳ nhãn nào được chọn trong danh mục này

# library.filter.labelAccessibility
source: %1$@, %2$lld matching photos
vi: %1$@, %2$lld ảnh khớp

# library.filter.personalLabelAccessibility
source: %1$@, %2$lld matching photos
vi: %1$@, %2$lld ảnh khớp

# library.filter.manage
source: Manage
vi: Quản lý

# library.filter.or
source: OR
vi: HOẶC

# library.filter.personalHelp
source: Add your own labels to organize photos your way.
vi: Thêm nhãn riêng để sắp xếp ảnh theo cách của bạn.

# library.filter.personalLabels
source: Personal Labels
vi: Nhãn cá nhân

# library.filter.selected
source: Selected
vi: Đã chọn

# library.filter.notSelected
source: Not selected
vi: Chưa chọn

# library.filter.title
source: Filter Photos
vi: Lọc ảnh

# library.filter.toggleHint
source: Adds or removes this label filter.
vi: Thêm hoặc xóa bộ lọc nhãn này.

# library.filter.togglePersonalHint
source: Adds or removes this personal label filter.
vi: Thêm hoặc xóa bộ lọc nhãn cá nhân này.

# library.browse.retakes
source: Retakes
vi: Ảnh chụp lại

# library.editor.add
source: Add
vi: Thêm

# library.editor.addPersonalLabel
source: Add Personal Label
vi: Thêm nhãn cá nhân

# library.editor.addPersonalLabelNamed
source: Add personal label %@
vi: Thêm nhãn cá nhân %@

# library.editor.analysis.loaded
source: Labels loaded
vi: Đã tải nhãn

# library.editor.analysis.pending
source: Not analyzed yet
vi: Chưa phân tích

# library.editor.analysis.stale
source: Analysis needs updating
vi: Cần cập nhật phân tích

# library.editor.analysis.unavailable
source: Analysis unavailable
vi: Phân tích không khả dụng

# library.editor.cancel
source: Cancel
vi: Hủy

# library.editor.confirmLabel
source: Confirm Label
vi: Xác nhận nhãn

# library.editor.description
source: Correct labels without changing the photo or its place in Photos.
vi: Sửa nhãn mà không thay đổi ảnh hoặc vị trí của ảnh trong Photos.

# library.editor.done
source: Done
vi: Xong

# library.editor.incorrectLabel
source: Incorrect Label
vi: Nhãn không đúng

# library.editor.labelName
source: Label name
vi: Tên nhãn

# library.editor.noPersonalLabels
source: No personal labels yet.
vi: Chưa có nhãn cá nhân.

# library.editor.notSuggested
source: Not suggested
vi: Không được đề xuất

# library.editor.personalLabels
source: Personal Labels
vi: Nhãn cá nhân

# library.editor.remove
source: Remove
vi: Xóa

# library.editor.removePersonalLabel
source: Remove personal label %@
vi: Xóa nhãn cá nhân %@

# library.editor.retry
source: Retry
vi: Thử lại

# library.editor.save
source: Save
vi: Lưu

# library.editor.saveErrorMessage
source: Your previous choices are unchanged.
vi: Các lựa chọn trước đó của bạn chưa thay đổi.

# library.editor.saveErrorTitle
source: Could not save this change
vi: Không thể lưu thay đổi này

# library.editor.state.confirmed
source: Confirmed
vi: Đã xác nhận

# library.editor.state.incorrect
source: Incorrect label
vi: Nhãn không đúng

# library.editor.state.notApplied
source: Not applied
vi: Chưa áp dụng

# library.editor.state.suggested
source: Suggested
vi: Được đề xuất

# library.editor.suggestedByAI
source: Suggested by AI
vi: AI đề xuất

# library.editor.useAutomaticLabel
source: Use Automatic Label
vi: Dùng nhãn tự động

source: Why these are together
vi: Vì sao các ảnh này được nhóm cùng nhau
